[
    {
        "id": "1",
        "name":"seo",
        "title":"SEO & OPTIMISATION DES PERFORMANCES",
        "image":"assets/images/cards/seo-logo.webp",
        "text":"Maîtrise d'outils de debugging pour identifier et corriger efficacement les erreurs. Réalisation d’audits complets sur les performances, l’accessibilité, les bonnes pratiques et le SEO. Émission de rapports d’intervention détaillés pour documenter les actions entreprises et les résultats obtenus."
    },
    {
        "id": "2",
        "name":"reponsive",
        "title":"RESPONSIVE DESIGN & ACCESSIBILITÉ",
        "image":"assets/images/cards/responsive-logo.webp",
        "text":" Création d’interfaces adaptées à tous les appareils en respectant les principes de responsive design, garantissant une expérience utilisateur otpimale. Respect des normes d’accessibilité (WCAG) pour garantir une navigation inclusive et optimisée pour tous les utilisateurs."
    },
    {
        "id": "3",
        "name":"agile",
        "title":"INITIÉ AUX METHODES AGILES",
        "image":"assets/images/cards/agile-logo.webp",
        "text":" Sprints, gestion des priorités via Kanban ou Scrum, et collaboration active avec les parties prenantes pour livrer des projets de qualité dans les délais. Familié avec les outils de gestion de projet en lignes Trello et Notion."
    },
    {
        "id": "4",
        "name":"greencode",
        "title":"GREEN CODE",
        "image":"assets/images/cards/greencode-logo.webp",
        "text":"Je mets en place des pratiques d'optimisation de performances en utilisant des techniques comme le code splitting et le lazy loading, améliorer les temps de chargement des pages et minimiser la consommation des ressources serveur. En optimisant les images et en réduisant les requêtes réseau, je contribue à rendre les applications plus rapides et plus écologiques."
    },
    {
        "id": "5",
        "name":"ecom",
        "title":"E-COMMERCE: MARKETPLACES & CMS",
        "image":"assets/images/cards/ecom-logo.webp",
        "text":" Expérience dans l'intégration, la personnalisation et la gestion de marketplaces (Etsy, eBay) et de CMS e-commerce (Shopify). Expertise dans la configuration et personnalisation de boutiques en ligne, l'optimisation des fiches produits, la gestion des flux de produits, ainsi que la gestion de la relation client pour améliorer les performances commerciales et l'expérience utilisateur."
    }
]